<template>
  <services-layout section-name="Детская стоматология" :services-list="servicesList"
                   :imgUrl="require(`../../assets/img/services_page/child_dent1.jpg`)">
    Детская стоматология На молодежной (West Dental Clinic) специализируется на здоровье зубов
    детей от младенчества до подросткового возраста. Наши врачи прекрасно понимают
    различия структуры зубов и полости рта у детей и взрослых. Они имеют те же знания
    и навыки, что и традиционные врачи-стоматологи, но дополнительно изучили способы
    и манипуляции, чтобы сделать посещение врача-стоматолога менее травмирующим для ребёнка.
  </services-layout>
</template>

<script>
import ServicesLayout from "@/layouts/services-layout";

export default {
  components: {ServicesLayout},
  transition: 'slide-bottom',
  data: function () {
    return {
      servicesList: [
        {
          name: "Психологическая адаптация к стоматологическому приему детей",
          price: "1 500 ₽"
        },
        {
          name: "Постановка пломбы светового отверждения (молочный зуб)",
          price: "1 500 ₽"
        },
        {
          name: "Постановка пломбы светового отверждения (коренной зуб)",
          price: "1 500 ₽"
        },
        {
          name: "Удаление зубных отложений щеткой с профилактической пастой",
          price: "1 500 ₽"
        },
        {
          name: "Неинвазивный метод лечения Icon",
          price: "1 500 ₽"
        },
        {
          name: "Удаление молочного зуба 2-3 степени подвижности",
          price: "1 500 ₽"
        },
        {
          name: "Удаление молочного зуба с сохраненными корнями",
          price: "1 500 ₽"
        }
      ]
    }
  }
}
</script>